Repository: Metabolism-of-Islands/metabolism-of-islands-platform
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: File
fr_fr: Fichier

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: You are logged in.
fr_fr: Vous êtes connecté.

source: Please change your temporary pin. You can set your own password here:
fr_fr: Veuillez modifier votre code PIN temporaire. Vous pouvez définir votre propre mot de passe ici :

source: We could not authenticate you, please try again.
fr_fr: Nous n'avons pas pu vous authentifier, veuillez réessayer.

source: You are now logged out
fr_fr: Vous êtes maintenant déconnecté(e)

source: Name
fr_fr: Nom

source: The following user is no longer an administrator:
fr_fr: L'utilisateur suivant n'est plus administrateur :

source: This user is already an administrator
fr_fr: Cet utilisateur est déjà administrateur

source: The user was added as an administrator. NOTE: this user already had an account on this website or any of the other websites in the Metabolism of Cities network. This same account can be used by this user to log in and access the control panel on this website.
fr_fr: L'utilisateur a été ajouté en tant qu'administrateur. REMARQUE : cet utilisateur possédait déjà un compte sur ce site Web ou sur l'un des autres sites Web du réseau Metabolism of Cities. Ce même compte peut être utilisé par cet utilisateur pour se connecter et accéder au panneau de contrôle de ce site Web.

source: The new user was created and added as an administrator. An invitation e-mail was sent to their e-mail address:
fr_fr: Le nouvel utilisateur a été créé et ajouté en tant qu'administrateur. Un e-mail d'invitation a été envoyé à leur adresse e-mail :

source: Welcome to
fr_fr: Bienvenue à

source: Information was saved.
fr_fr: Les informations ont été enregistrées.

source: Add person
fr_fr: Ajouter une personne

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: Home
fr_fr: Accueil

source: Eau d'Azur Metabolism
fr_fr: Metabolisme Eau d'Azur

source: About
fr_fr: A propos

source: Log out
fr_fr: Déconnexion

source: Log in
fr_fr: Se connecter

source: Control panel
fr_fr: Panneau de configuration

source: Flow
fr_fr: Flux

source: Water
fr_fr: Eaux

source: Energy
fr_fr: Energies

source: GHG Emissions
fr_fr: Gaz à Effet de Serre

source: Materials
fr_fr: Matières et Matériaux

source: Material stock
fr_fr: Stocks

source: Territory
fr_fr: Territoire

source: Combined territories
fr_fr: Territoires combinés

source: Period
fr_fr: Période

source: Change
fr_fr: Actualiser

source: Sign in
fr_fr: Se connecter

source: Password
fr_fr: Mot de passe

source: I forgot my password
fr_fr: J'ai oublié mon mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: Only if you want to change it
fr_fr: Seulement si tu veux le changer

source: Save
fr_fr: Sauvegarder

source: Want to delete your profile?
fr_fr: Vous souhaitez supprimer votre profil ?

source: Reset your password
fr_fr: Réinitialiser votre mot de passe

source: Enter your email address below and we will send you an email with instructions explaining how to reset your password.
fr_fr: Entrez votre adresse e-mail ci-dessous et nous vous enverrons un e-mail avec des instructions expliquant comment réinitialiser votre mot de passe.

source: Your email address
fr_fr: Votre adresse e-mail

source: Reset password
fr_fr: Réinitialiser le mot de passe

source: Back to Control Panel
fr_fr: Retour au panneau de configuration

source: Back
fr_fr: Retour

source: Our team
fr_fr: Notre équipe

source: Back to control panel
fr_fr: Retour au panneau de configuration

source: User
fr_fr: Utilisateur

source: Since
fr_fr: Depuis

source: Remove access
fr_fr: Supprimer l'accès

source: Are you sure?
fr_fr: Etes-vous sûr.e?

source: Add a new administrator
fr_fr: Ajouter un nouvel administrateur

source: Signed up to
fr_fr: Inscrit à

source: Add existing users to the list
fr_fr: Ajouter des utilisateurs existants à la liste

source: Add external person to the list
fr_fr: Ajouter une personne externe à la liste

source: You are not enrolled in this course. To get started, please enroll below.
fr_fr: Vous n'êtes pas inscrit à ce cours. Pour commencer, veuillez vous inscrire ci-dessous.

source: You are adding a screenshot or image to an existing document.
fr_fr: Vous ajoutez une capture d'écran ou une image à un document existant.

source: Hello
fr_fr: Bonjour

source: A new administrator account was registered for you on the following website:
fr_fr: Un nouveau compte administrateur a été enregistré pour vous sur le site Web suivant :

source: This account was created by:
fr_fr: Ce compte a été créé par :

source: Your temporary pin to log onto the website is:
fr_fr: Votre code PIN temporaire pour vous connecter au site Web est :

source: Please change this pin when you log in for the first time.
fr_fr: Veuillez modifier ce code PIN lors de votre première connexion.

source: NOTE: flow width is not to scale
fr_fr: REMARQUE : la largeur du débit n'est pas à l'échelle

source: Quantity
fr_fr: Valeurs

source: Close
fr_fr: Fermer

source: Chart
fr_fr: Graphique

source: Data
fr_fr: Données

source: Add a new category
fr_fr: Ajouter une nouvelle catégorie

source: Original file
fr_fr: Fichier d'origine

source: Download file
fr_fr: Télécharger un fichier

source: Year(s) covered
fr_fr: Année(s) concernée(s)

source: Number of rows
fr_fr: Nombre de rangées

source: Processed?
fr_fr: Traité?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Data overview
fr_fr: Aperçu des données

source: data points recorded.
fr_fr: points de données enregistrés.

source: The data in this spreadsheet have been recorded in the database and are used to create the sankey diagrams.
fr_fr: Les données de cette feuille de calcul ont été enregistrées dans la base de données et sont utilisées pour créer les diagrammes de Sankey.

source: Click here if you want to download the original data.
fr_fr: Cliquez ici si vous souhaitez télécharger les données d'origine.

source: Delete data
fr_fr: Suprimmer les données

source: Use the button below to remove the data from the database. We will keep the file (for now), which you can decide to delete later.
fr_fr: Utilisez le bouton ci-dessous pour supprimer les données de la base de données. Nous conserverons le fichier (pour l'instant), que vous pourrez décider de supprimer ultérieurement.

source: Delete data from database
fr_fr: Supprimer les données de la base de données

source: Spreadsheet overview
fr_fr: Présentation de la feuille de calcul

source: The data below shows all the rows that were successfully detected in your spreadsheet. Remember that only level-2 data is being detected and stored. The system will NOT remove any existing data. If you upload data for existing periods, then you should remove the old data first as not to duplicate data.
fr_fr: Les données ci-dessous montrent toutes les lignes qui ont été détectées avec succès dans votre feuille de calcul. N'oubliez pas que seules les données de niveau 2 sont détectées et stockées. Le système ne supprimera PAS les données existantes. Si vous téléchargez des données pour des périodes existantes, vous devez d'abord supprimer les anciennes données afin de ne pas dupliquer les données.

source: NOTE: for materials, stock as well as emissions, level-1 data WILL be stored and used for the diagrams.
fr_fr: REMARQUE : pour les matériaux, les stocks ainsi que les émissions, les données de niveau 1 SERONT stockées et utilisées pour les diagrammes.

source: What do you want to do with this file?
fr_fr: Que voulez-vous faire avec ce fichier ?

source: Import data
fr_fr: Importer des données

source: Delete file
fr_fr: Supprimer le fichier

source: Back to overview
fr_fr: Retour à l'aperçu

source: Manage flows
fr_fr: Gérer les flux

source: Level
fr_fr: Niveau

source: Level 1
fr_fr: Niveau 1

source: Flow #
fr_fr: Flux #

source: Add a new flow
fr_fr: Ajouter un nouveau flux

source: NOTE: for new flows to become visible in the system diagram, graphic design changes are required.
fr_fr: REMARQUE : pour que les nouveaux flux deviennent visibles dans le schéma du système, des modifications de conception graphique sont nécessaires.

source: Number
fr_fr: Numéro

source: Part of flow
fr_fr: Partie du flux

source: Most level-2 flows are part of a level-1 flows. Please enter the number of the level-1 flow here.
fr_fr: La plupart des flux de niveau 2 font partie d'un flux de niveau 1. Veuillez saisir ici le numéro du flux de niveau 1.

source: Include when calculating line width
fr_fr: Inclure lors du calcul de la largeur de ligne

source: Uncheck if this flow is extraordinarily large
fr_fr: Décochez si ce flux est trop large

source: Sankey data
fr_fr: Données Sankey

source: Level-3 data
fr_fr: Données de niveau 3

source: Stock data
fr_fr: Données stock

source: Default timeframe
fr_fr: Pas de temps par défaut

source: Flows
fr_fr: Les flux

source: Nodes
fr_fr: Nœuds

source: Categories
fr_fr: Catégories

source: Territories
fr_fr: Territoires

source: Design settings
fr_fr: Paramètres de design

source: Material categories
fr_fr: Catégories de matériaux

source: Team
fr_fr: Équipe

source: Show alert message for visitors
fr_fr: Afficher un message d'alerte pour les visiteurs

source: By entering text in the box below, all of the sankey diagrams will show this information at the top. You can use this to alert people that the information is not currently accurate (while it is being worked on), for instance.
fr_fr: En saisissant du texte dans la case ci-dessous, tous les diagrammes Sankey afficheront ces informations en haut. Vous pouvez l'utiliser pour alerter les gens que les informations ne sont pas exactes actuellement (pendant qu'elles sont en cours de traitement), par exemple.

source: Work-in-progress
fr_fr: Travail en cours

source: Parts of these sections have been built, but development has been paused until required data can be made available. The links and code are conserved here for future use.
fr_fr: Certaines parties de ces sections ont été construites, mais le développement a été suspendu jusqu'à ce que les données requises soient disponibles. Les liens et le code sont conservés ici pour une utilisation future.

source: Master dataset
fr_fr: Jeu de données principal

source: All datasets
fr_fr: Tous les ensembles de données

source: Add a new material
fr_fr: Ajouter un nouveau matériau

source: Category
fr_fr: Catégorie

source: Colors
fr_fr: Couleurs

source: Manage nodes
fr_fr: Gérer les nœuds

source: nodes found
fr_fr: nœuds trouvés

source: Add a new node
fr_fr: Ajouter un nouveau nœud

source: Identifier
fr_fr: Identifiant

source: Entry/summing up flows
fr_fr: Utilisé pour la somme du nœud

source: These flows will be added up to show the total quantity
fr_fr: Ces flux seront additionnés pour afficher la quantité totale

source: Other associated flows
fr_fr: Autres flux associés

source: Other flows linked to this node but not just for summing up (e.g. exit flows)
fr_fr: Autres flux liés à ce nœud mais pas seulement pour résumer (ex : flux de sortie)

source: Manage territories
fr_fr: Gérer les territoires

source: Add a new territory
fr_fr: Ajouter un nouveau territoire

source: Manage timeframes
fr_fr: Gérer les intervalles de temps

source: What should be the default timeframe for the sankey diagrams?
fr_fr: Quel devrait être l'intervalle de temps par défaut pour les diagrammes de Sankey ?

source: Sankey diagram data
fr_fr: Données du diagramme de Sankey

source: Download the template file. Use the sample data to review the format, and use this same format for the new data you want to upload.
fr_fr: Téléchargez le fichier modèle. Utilisez les exemples de données pour examiner le format et utilisez ce même format pour les nouvelles données que vous souhaitez téléverser.

source: Delete all rows that are not relevant for your dataset.
fr_fr: Supprimez toutes les lignes qui ne sont pas pertinentes pour votre ensemble de données.

source: Enter 'Unknown' if you have no data for a particular cell but you want the flow to appear on the sankey diagram.
fr_fr: Entrez « Inconnu » si vous n'avez aucune donnée pour une cellule particulière mais que vous souhaitez que le flux apparaisse sur le diagramme Sankey.

source: You can add rows for as many months or years as you want to upload.
fr_fr: Vous pouvez ajouter des lignes pour autant de mois ou d'années que vous souhaitez télécharger.

source: Download templates
fr_fr: Télécharger les maquettes

source: Stock data template
fr_fr: Modèle de données stock

source: You can use the templates below to upload new data.
fr_fr: Vous pouvez utiliser les maquettes ci-dessous pour télécharger de nouvelles données.

source: Ẁater data template
fr_fr: Maquette de données Eau

source: Energy data template
fr_fr: Maquette de données Energies

source: Emissions data template
fr_fr: Maquette de données Gaz à Effet de Serre

source: Materials data template: level 1
fr_fr: Modèle de données matériaux : niveau 1

source: Materials data template: level 2
fr_fr: Modèle de données matériaux : niveau 2

source: Materials data template: level 2 circular
fr_fr: Modèle de données matériaux : niveau 2 Circularité

source: Upload data
fr_fr: Téléverser des données

source: Next
fr_fr: Suivant

source: Uploaded files
fr_fr: Fichiers téléversés

source: Uploader
fr_fr: Téléchargeur

source: Data stored
fr_fr: Données stockées

source: No data stored
fr_fr: Aucune donnée stockée

source: Uploaded
fr_fr: Téléversé

source: Options
fr_fr: Choix

source: Are you sure you want to delete this file?
fr_fr: Voulez-vous vraiment supprimer ce fichier ?

source: Welcome to the metabolism website of the water and wastewater services of Nice Côte d'Azur
fr_fr: Bienvenue sur le site du Métabolisme des Services de l’Eau et de l’Assainissement de la Métropole Nice Côte d’Azur

source: Click here to explore the metabolism of Eau d'Azur
fr_fr: Cliquez ici pour accéder au Métabolisme de Eau d’Azur

source: Circular
fr_fr: Circularité

source: Authentication required
fr_fr: Authentification requise

source: Please log in to see level 3 data.
fr_fr: Veuillez vous connecter pour voir les données de niveau 3.

source: Metabolism
fr_fr: Métabolisme

source: Animation
fr_fr: Activer le mode animation

source: Homepage
fr_fr: Accueil

source: Information was saved
fr_fr: Les informations ont été enregistrées

source: We could not find the level-1 flow that you entered so we left this field blank.
fr_fr: Nous n'avons pas pu trouver le flux de niveau 1 que vous avez entré, nous avons donc laissé ce champ vide.

source: All flows updated
fr_fr: Tous les flux mis à jour

source: The file was deleted successfully.
fr_fr: Le fichier a été supprimé avec succès.

source: The file was uploaded successfully.
fr_fr: Le fichier a été téléchargé avec succès.

source: The file was uploaded successfully. Please review the data below.
fr_fr: Le fichier a été téléchargé avec succès. Veuillez consulter les données ci-dessous.

source: The file was deleted successfully
fr_fr: Le fichier a été supprimé avec succès

source: The data was deleted successfully from the database. You can reload it below, or delete the original file.
fr_fr: Les données ont été supprimées avec succès de la base de données. Vous pouvez le recharger ci-dessous ou supprimer le fichier d'origine.

source: Year/month information is not valid.
fr_fr: Les informations année/mois ne sont pas valides.

source: The data has been saved in the database
fr_fr: Les données ont été enregistrées dans la base de données

source: Sorry, we could not save your data. Are all the quantities filled in correctly? The error is printed below:
fr_fr: Désolé, nous n'avons pas pu enregistrer vos données. Toutes les quantités sont-elles correctement renseignées ? L'erreur est imprimée ci-dessous :
